Repository: teamforus/me-ios-deprecated
Catalog: MeApp/*.lproj/Main.strings
Languages: nl

# 1ya-1g-6TI.text
source: Register
nl: Inloggen

# 3gu-KB-Q8z.text
source: Registration succesful
nl: Registratie gelukt

# 4Dt-bS-lP0.normalTitle
source: ADD ANOTHER DEVICE
nl: ANDER APPARAAT TOEVOEGEN

# 5Kc-0W-ZYK.normalTitle
source: How does it work?
nl: Hoe werk het?

# Acz-7X-ucB.text
source: Log in by e-mail
nl: Inloggen via E-mail

# BGx-Ya-lC9.text
source: Please provide your e-mail and information below. For registration primary email address is required. When you're finished, click Continue.
nl: Vul onderstaande gegevens in om een profiel aan te maken.

# BUj-xf-lgk.text
source: Log In
nl: Registreren

# CtM-Fv-Z9R.text
source: New profile
nl: Nieuw Profiel

# DMr-He-WGt.placeholder
source: Family Name
nl: Achternaam

# DPq-Qe-jcq.text
source: Create a passcode that will be requested to enter the Me app.
nl: Maak een inlogcode om de Me app te beveiligen

# DtX-5r-B9k.text
source: Scan this QR-Code with a device you have already logged into.
nl: Scan deze QR-code met een ander apparaat waar je al op bent ingelogd

# Fac-xa-KgH.normalTitle
source: CONFIRM
nl: BEVESTIG

# HmC-46-6dN.normalTitle
source: CREATE NEW PROFILE
nl: AANMAKEN

# OJO-WQ-zli.text
source: Please enter your e-mail address in order to receive your login details.
nl: Vul je e-mailadres om inloggegevens te ontvangen.

# Pef-GR-72U.text
source: Enter this code into your profile on the webshop.
nl: Vul deze code in op de webshop.

# QCB-TQ-Zj0.placeholder
source: Confirm e-mail
nl: Herhaal e-mail

# S0a-1L-yB6.text
source: Create your profile
nl: Stel je profiel in

# Viz-Qg-3rR.normalTitle
source: No Thanks
nl: OVERSLAAN

# Wgk-tC-3BB.text
source: Log in
nl: Inloggen

# YV7-Gb-SHc.normalTitle
source: LOG IN BY E-MAIL
nl: INLOGGEN VIA E-MAIL

# dBa-Wv-3m9.normalTitle
source: ADD PROFILE
nl: PROFIEL TOEVOEGEN

# deF-pN-y6x.text
source: Scan this QR-Code with a device you have already logged into.
nl: Scan deze QR-code met een ander apparaat waar je al op bent ingelogd.

# jMT-7s-AAr.placeholder
source: Primary e-mail*
nl: E-mailadres*

# l4O-aX-sP6.normalTitle
source: USE FACE ID
nl: GEBRUIK FACE ID

# lGB-BZ-Lqb.normalTitle
source: TO MAIL APP
nl: OPEN MAIL APP

# lMC-Xp-5ur.normalTitle
source: Cancel
nl: ANNULEER

# qda-uv-y3b.text
source: Would you like to log in with Face ID?
nl: Wil je inloggen met Face ID?

# rKn-SJ-9lB.normalTitle
source: CREATE PASSCODE
nl: INLOGCODE AANMAKEN

# tc3-ez-uND.normalTitle
source: LOG IN WITH QR-CODE
nl: LOGIN VIA DE QR-CODE

# yi8-tc-XIf.placeholder
source: Confirm e-mail
nl: Herhaal email

# vwf-mA-VNp.placeholder
source: First Name
nl: Voornaam

# yVG-jI-CFB.text
source: E-mail has been sent to you
nl: Er is een e-mail naar je toegestuurd.

# yuH-Kk-zbF.normalTitle
source: I ALREADY HAVE A PROFILE
nl: IK HEB EEN PROFIEL

# YAw-Y3-qc2.text
source: Authorization code
nl: Autorisatie code.

# cdy-dX-r9O.text
source: Log in to the webshop, click on your profile, then authorize device and enter this code.
nl: Log in op de webshop, klik op je profiel en klik op autoriseer apparaat en vul deze code in.
